Repository: macsonn141-beep/PeriMeno
Catalog: PeriMenoApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, th, tr, zh_hans, zh_hant

# entry.edit.saved.title
source: Entry updated
ar: تم تحديث الإدخال
de: Eintrag aktualisiert
es: Entrada actualizada
fr: Entrée mise à jour
hi: प्रविष्टि अपडेट हुई
id: Entri diperbarui
it: Voce aggiornata
ja: 記録を更新しました
ko: 기록 업데이트됨
pt_br: Entrada atualizada
th: อัปเดตรายการแล้ว
tr: Kayıt güncellendi
zh_hans: 记录已更新
zh_hant: 記錄已更新

# entry.edit.title
source: Edit Entry
ar: تعديل الإدخال
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l’entrée
hi: प्रविष्टि संपादित करें
id: Edit Entri
it: Modifica voce
ja: 記録を編集
ko: 기록 편집
pt_br: Editar entrada
th: แก้ไขรายการ
tr: Kaydı Düzenle
zh_hans: 编辑记录
zh_hant: 編輯記錄

# entry.history.brainFog
source: Brain Fog
ar: ضباب الدماغ
es: Niebla mental
fr: Brouillard mental
hi: ब्रेन फ़ॉग
id: Kabut otak
it: Nebbia mentale
ja: ブレインフォグ
ko: 브레인 포그
pt_br: Névoa mental
th: ภาวะสมองล้า
tr: Beyin sisi
zh_hans: 脑雾
zh_hant: 腦霧

# entry.history.empty.cta
source: Log today
ar: تسجيل اليوم
de: Heute protokollieren
es: Registrar hoy
fr: Noter aujourd’hui
hi: आज लॉग करें
id: Catat hari ini
it: Registra oggi
ja: 今日を記録
ko: 오늘 기록
pt_br: Registrar hoje
th: บันทึกวันนี้
tr: Bugünü kaydet
zh_hans: 记录今天
zh_hant: 記錄今天

# entry.history.empty.message
source: Saved daily logs and Brain Fog Mode entries will appear here.
ar: ستظهر هنا السجلات اليومية وإدخالات وضع ضباب الدماغ المحفوظة.
de: Gespeicherte Tagesprotokolle und Brain-Fog-Modus-Einträge erscheinen hier.
es: Los registros diarios y las entradas del modo niebla mental aparecerán aquí.
fr: Les journaux quotidiens et les entrées du mode Brouillard mental apparaîtront ici.
hi: सहेजे गए दैनिक लॉग और ब्रेन फ़ॉग मोड प्रविष्टियाँ यहाँ दिखेंगी।
id: Catatan harian dan entri Mode Brain Fog yang disimpan akan muncul di sini.
it: I diari giornalieri e le voci Modalità nebbia mentale appariranno qui.
ja: 保存した日次記録とブレインフォグモードの記録がここに表示されます。
ko: 저장된 일일 기록과 브레인 포그 모드 기록이 여기에 표시됩니다.
pt_br: Registros diários e entradas do Modo Névoa Mental aparecerão aqui.
th: บันทึกรายวันและรายการโหมด Brain Fog ที่บันทึกไว้จะแสดงที่นี่
tr: Kaydedilen günlük kayıtlar ve Beyin Sisi Modu kayıtları burada görünür.
zh_hans: 已保存的每日记录和脑雾模式记录会显示在这里。
zh_hant: 已儲存的每日記錄和腦霧模式記錄會顯示在這裡。

# entry.history.empty.title
source: No entries yet
ar: لا توجد إدخالات بعد
de: Noch keine Einträge
es: Aún no hay entradas
fr: Aucune entrée pour le moment
hi: अभी कोई प्रविष्टि नहीं
id: Belum ada entri
it: Ancora nessuna voce
ja: まだ記録がありません
ko: 아직 기록이 없습니다
pt_br: Ainda não há entradas
th: ยังไม่มีรายการ
tr: Henüz kayıt yok
zh_hans: 还没有记录
zh_hant: 還沒有記錄

# entry.history.scores
source: Overall
ar: الإجمالي
de: Gesamt
es: General
fr: Global
hi: समग्र
id: Keseluruhan
it: Generale
ja: 全体
ko: 전체
pt_br: Geral
th: โดยรวม
tr: Genel
zh_hans: 整体
zh_hant: 整體

# entry.history.symptomCount
source: Symptoms:
ar: الأعراض:
de: Symptome:
es: Síntomas:
fr: Symptômes :
hi: लक्षण:
id: Gejala:
it: Sintomi:
ja: 症状:
ko: 증상:
pt_br: Sintomas:
th: อาการ:
tr: Belirtiler:
zh_hans: 症状：
zh_hant: 症狀：

# entry.history.title
source: Entry History
ar: سجل الإدخالات
de: Eintragsverlauf
es: Historial de entradas
fr: Historique des entrées
hi: प्रविष्टि इतिहास
id: Riwayat Entri
it: Cronologia voci
ja: 記録履歴
ko: 기록 내역
pt_br: Histórico de entradas
th: ประวัติรายการ
tr: Kayıt Geçmişi
zh_hans: 记录历史
zh_hant: 記錄歷史

# entry.history.topSymptom
source: Top symptom:
ar: العَرَض الأبرز:
de: Hauptsymptom:
es: Síntoma principal:
fr: Symptôme principal :
hi: मुख्य लक्षण:
id: Gejala utama:
it: Sintomo principale:
ja: 主な症状:
ko: 주요 증상:
pt_br: Principal sintoma:
th: อาการหลัก:
tr: En belirgin belirti:
zh_hans: 主要症状：
zh_hant: 主要症狀：

# exclamationmark.bubble
source: Bubble
ar: فقاعة
de: Sprechblase
es: Burbuja
fr: Bulle
hi: बबल
id: Gelembung
it: Bolla
ja: 吹き出し
ko: 말풍선
pt_br: Balão
th: ฟอง
tr: Balon
zh_hans: 气泡
zh_hant: 气泡

# externaldrive.badge.xmark
source: Xmark
ar: علامة X
de: X-Markierung
es: Marca X
fr: Croix
hi: X निशान
id: Tanda X
it: Segno X
ja: Xマーク
ko: X 표시
pt_br: Marca X
th: เครื่องหมาย X
tr: X işareti
zh_hans: 关闭
zh_hant: 关闭

# face.dashed
source: Dashed
ar: متقطع
de: Gestrichelt
es: Discontinuo
fr: Pointillé
hi: डैश
id: Putus-putus
it: Tratteggiato
ja: 破線
ko: 점선
pt_br: Tracejado
th: เส้นประ
tr: Kesikli
zh_hans: 虚线
zh_hant: 虚线

# figure.strengthtraining.traditional
source: Traditional
ar: تقليدي
de: Traditionell
es: Tradicional
fr: Traditionnel
hi: पारंपरिक
id: Tradisional
it: Tradizionale
ja: 従来
ko: 전통
pt_br: Tradicional
th: แบบดั้งเดิม
tr: Geleneksel
zh_hans: 传统
zh_hant: 传统

# figure.walk
source: Walk
ar: مشي
de: Gehen
es: Caminar
fr: Marche
hi: चलना
id: Berjalan
it: Camminata
ja: 歩行
ko: 걷기
pt_br: Caminhar
th: เดิน
tr: Yürüme
zh_hans: 步行
zh_hant: 步行

# hand.raised
source: Raised
ar: مرفوع
de: Erhoben
es: Levantada
fr: Levée
hi: उठा हुआ
id: Terangkat
it: Sollevata
ja: 挙手
ko: 올림
pt_br: Levantada
th: ยกขึ้น
tr: Yükseltilmiş
zh_hans: 举手
zh_hant: 举手

# health.body
source: Health access is optional and read-only for MVP scaffolding.
ar: الوصول إلى الصحة اختياري وللقراءة فقط في هذا الإصدار الأولي.
de: Der Zugriff auf Health ist optional und in diesem MVP nur lesend.
es: El acceso a Salud es opcional y de solo lectura en esta versión MVP.
fr: L’accès Santé est facultatif et en lecture seule dans ce MVP.
hi: Health एक्सेस वैकल्पिक है और MVP में केवल पढ़ने के लिए है।
id: Akses Health bersifat opsional dan hanya-baca untuk MVP.
it: L’accesso a Salute è facoltativo e in sola lettura per questo MVP.
ja: ヘルスケアへのアクセスは任意で、このMVPでは読み取り専用です。
ko: 건강 데이터 접근은 선택 사항이며 MVP에서는 읽기 전용입니다.
pt_br: O acesso ao app Saúde é opcional e somente leitura neste MVP.
th: การเข้าถึง Health เป็นทางเลือกและอ่านอย่างเดียวสำหรับ MVP
tr: Health erişimi isteğe bağlıdır ve MVP için salt okunurdur.
zh_hans: 健康访问是可选项，在当前 MVP 中仅为只读。
zh_hant: 健康访问是可选项，在当前 MVP 中仅为只读。

# health.request
source: Request Health access
ar: طلب الوصول إلى الصحة
de: Health-Zugriff anfordern
es: Solicitar acceso a Salud
fr: Demander l’accès Santé
hi: Health एक्सेस माँगें
id: Minta akses Health
it: Richiedi accesso a Salute
ja: ヘルスケアアクセスを要求
ko: 건강 접근 요청
pt_br: Solicitar acesso ao Saúde
th: ขอสิทธิ์เข้าถึง Health
tr: Health erişimi iste
zh_hans: 请求健康访问
zh_hant: 請求健康存取

# health.section.permission
source: Permission
ar: الإذن
de: Berechtigung
es: Permiso
fr: Autorisation
hi: अनुमति
id: Izin
it: Autorizzazione
ja: 権限
ko: 권한
pt_br: Permissão
th: สิทธิ์
tr: İzin
zh_hans: 权限
zh_hant: 權限

# health.section.status
source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
id: Keadaan
it: Stato
ja: 状態
ko: 상태
th: สถานะ
tr: Durum
zh_hans: 状态
zh_hant: 狀態

# health.status.authorized
source: Authorized
ar: مصرّح
de: Autorisiert
es: Autorizado
fr: Autorisé
hi: अधिकृत
id: Diizinkan
it: Autorizzato
ja: 許可済み
ko: 허용됨
pt_br: Autorizado
th: อนุญาตแล้ว
tr: Yetkili
zh_hans: 已授权
zh_hant: 已授權

# health.status.denied
source: Denied
ar: مرفوض
de: Abgelehnt
es: Denegado
fr: Refusé
hi: अस्वीकृत
id: Ditolak
it: Negato
ja: 拒否
ko: 거부됨
pt_br: Negado
th: ปฏิเสธ
tr: Reddedildi
zh_hans: 已拒绝
zh_hant: 已拒绝

# health.status.notRequested
source: Not requested
ar: لم يُطلب
de: Nicht angefordert
es: No solicitado
fr: Non demandé
hi: अनुरोध नहीं किया
id: Belum diminta
it: Non richiesto
ja: 未要求
ko: 요청 안 함
pt_br: Não solicitado
th: ยังไม่ได้ขอ
tr: İstenmedi
zh_hans: 尚未请求
zh_hant: 尚未請求

# health.status.unavailable
source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: उपलब्ध नहीं
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
zh_hans: 不可用
zh_hant: 不可用

# health.title
source: Health Access
ar: الوصول إلى الصحة
de: Health-Zugriff
es: Acceso a Salud
fr: Accès Santé
hi: Health एक्सेस
id: Akses Health
it: Accesso a Salute
ja: ヘルスケアアクセス
ko: 건강 접근
pt_br: Acesso ao Saúde
th: การเข้าถึง Health
tr: Health Erişimi
zh_hans: 健康访问
zh_hant: 健康存取

# heart.slash
source: Slash
ar: شرطة مائلة
de: Schrägstrich
es: Barra
fr: Barre oblique
hi: स्लैश
id: Garis miring
it: Barra
ja: スラッシュ
ko: 슬래시
pt_br: Barra
th: เครื่องหมายทับ
tr: Eğik çizgi
zh_hans: 斜线
zh_hant: 斜线

# heart.text.square
source: Square
ar: مربع
de: Quadrat
es: Cuadrado
fr: Carré
hi: वर्ग
id: Persegi
it: Quadrato
ja: 四角
ko: 사각형
pt_br: Quadrado
th: สี่เหลี่ยม
tr: Kare
zh_hans: 方形
zh_hant: 方形

# home.action.brainFog
source: Brain Fog Mode
ar: وضع ضباب الدماغ
de: Brain-Fog-Modus
es: Modo niebla mental
fr: Mode brouillard mental
hi: ब्रेन फॉग मोड
id: Mode brain fog
it: Modalità nebbia mentale
ja: ブレインフォグモード
ko: 브레인 포그 모드
pt_br: Modo névoa mental
th: โหมดสมองล้า
tr: Beyin sisi modu
zh_hans: 脑雾模式
zh_hant: 腦霧模式

# home.action.history
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
th: ประวัติ
tr: Geçmiş
zh_hans: 历史记录
zh_hant: 歷史記錄

# home.action.log
source: Log today
ar: تسجيل اليوم
de: Heute protokollieren
es: Registrar hoy
fr: Noter aujourd’hui
hi: आज लॉग करें
id: Catat hari ini
it: Registra oggi
ja: 今日を記録
ko: 오늘 기록
pt_br: Registrar hoje
th: บันทึกวันนี้
tr: Bugünü kaydet
zh_hans: 记录今天
zh_hant: 記錄今天

# home.action.medications
source: Medications
ar: الأدوية
de: Medikamente
es: Medicamentos
fr: Médicaments
hi: दवाएं
id: Obat
it: Farmaci
ja: 服薬
ko: 복용 관리
pt_br: Medicamentos
th: ยา
tr: İlaçlar
zh_hans: 用药
zh_hant: 用藥

# home.action.reports
source: Reports
ar: التقارير
de: Berichte
es: Informes
fr: Rapports
hi: रिपोर्ट
id: Laporan
it: Report
ja: レポート
ko: 보고서
pt_br: Relatórios
th: รายงาน
tr: Raporlar
zh_hans: 报告
zh_hant: 報告

# home.appointment.body
source: Prepare concise questions and summaries before your next visit.
ar: حضّري أسئلة وملخصات موجزة قبل زيارتك القادمة.
de: Bereite kurze Fragen und Zusammenfassungen vor deinem nächsten Besuch vor.
es: Prepara preguntas y resúmenes breves antes de tu próxima visita.
fr: Préparez des questions et résumés concis avant votre prochaine visite.
hi: अगली विज़िट से पहले संक्षिप्त प्रश्न और सारांश तैयार करें।
id: Siapkan pertanyaan dan ringkasan singkat sebelum kunjungan berikutnya.
it: Prepara domande e riepiloghi brevi prima della prossima visita.
ja: 次回の受診前に、短い質問と要約を準備します。
ko: 다음 방문 전에 간단한 질문과 요약을 준비하세요.
pt_br: Prepare perguntas e resumos breves antes da próxima consulta.
th: เตรียมคำถามและสรุปสั้นๆ ก่อนการพบแพทย์ครั้งต่อไป
tr: Bir sonraki ziyaretinizden önce kısa sorular ve özetler hazırlayın.
zh_hans: 下次就诊前，准备简洁的问题和摘要。
zh_hant: 下次就診前，準備簡潔的問題和摘要。

# home.appointment.open
source: Prepare appointment
ar: تحضير الموعد
de: Termin vorbereiten
es: Preparar cita
fr: Préparer le rendez-vous
hi: अपॉइंटमेंट तैयार करें
id: Siapkan janji
it: Prepara visita
ja: 受診を準備
ko: 진료 준비
pt_br: Preparar consulta
th: เตรียมนัดหมาย
tr: Randevu hazırla
zh_hans: 准备就诊
zh_hant: 准备就诊

# home.appointment.title
source: Appointment prep
ar: تحضير الموعد
de: Terminvorbereitung
es: Preparación de cita
fr: Préparation du rendez-vous
hi: अपॉइंटमेंट तैयारी
id: Persiapan janji
it: Preparazione visita
ja: 受診準備
ko: 진료 준비
pt_br: Preparação da consulta
th: การเตรียมนัดหมาย
tr: Randevu hazırlığı
zh_hans: 就诊准备
zh_hant: 就診準備

# home.empty.body
source: No logs yet. Add today's symptoms, ratings, and notes to start seeing patterns.
ar: لا توجد سجلات بعد. أضيفي أعراض اليوم وتقييماته وملاحظاته لبدء رؤية الأنماط.
de: Noch keine Protokolle. Füge heutige Symptome, Bewertungen und Notizen hinzu, um Muster zu erkennen.
es: Aún no hay registros. Añade los síntomas, puntuaciones y notas de hoy para empezar a ver patrones.
fr: Aucun journal pour le moment. Ajoutez les symptômes, évaluations et notes du jour pour commencer à voir des tendances.
hi: अभी कोई लॉग नहीं। पैटर्न देखने के लिए आज के लक्षण, रेटिंग और नोट्स जोड़ें।
id: Belum ada catatan. Tambahkan gejala, penilaian, dan catatan hari ini untuk mulai melihat pola.
it: Ancora nessun diario. Aggiungi sintomi, valutazioni e note di oggi per iniziare a vedere schemi.
ja: まだ記録がありません。今日の症状、評価、メモを追加すると傾向が見え始めます。
ko: 아직 기록이 없습니다. 오늘의 증상, 평점, 메모를 추가하면 패턴을 볼 수 있습니다.
pt_br: Ainda não há registros. Adicione os sintomas, pontuações e notas de hoje para começar a ver padrões.
th: ยังไม่มีบันทึก เพิ่มอาการ คะแนน และโน้ตของวันนี้เพื่อเริ่มเห็นรูปแบบ
tr: Henüz kayıt yok. Örüntüleri görmeye başlamak için bugünün belirtilerini, puanlarını ve notlarını ekleyin.
zh_hans: 还没有记录。添加今天的症状、评分和备注后，就可以开始看到趋势。
zh_hant: 还没有记录。添加今天的症状、评分和备注后，就可以开始看到趋势。

# home.empty.logCTA
source: Log today
ar: تسجيل اليوم
de: Heute protokollieren
es: Registrar hoy
fr: Noter aujourd’hui
hi: आज लॉग करें
id: Catat hari ini
it: Registra oggi
ja: 今日を記録
ko: 오늘 기록
pt_br: Registrar hoje
th: บันทึกวันนี้
tr: Bugünü kaydet
zh_hans: 记录今天
zh_hant: 記錄今天

# home.greeting
source: Today at a glance
ar: اليوم بنظرة سريعة
de: Heute auf einen Blick
es: Hoy de un vistazo
fr: Aujourd’hui en un coup d’œil
hi: आज की झलक
id: Hari ini sekilas
it: Oggi in sintesi
ja: 今日の概要
ko: 오늘 한눈에 보기
pt_br: Hoje em resumo
th: ภาพรวมวันนี้
tr: Bugüne genel bakış
zh_hans: 今日概览
zh_hant: 今日概览

# home.hero.body
source: Track symptoms, brain fog, mood, sleep, and patterns privately, then turn your notes into doctor-ready reports.
ar: تتبعي الأعراض وضباب الدماغ والمزاج والنوم والأنماط بخصوصية، ثم حوّلي ملاحظاتك إلى تقارير للطبيب.
de: Verfolge Symptome, Brain Fog, Stimmung, Schlaf und Muster privat und erstelle daraus arztgerechte Berichte.
es: Registra síntomas, niebla mental, ánimo, sueño y patrones en privado, y convierte tus notas en informes para el médico.
fr: Suivez vos symptômes, le brouillard mental, l’humeur, le sommeil et les tendances en privé, puis créez des rapports prêts pour le médecin.
hi: लक्षण, ब्रेन फॉग, मूड, नींद और पैटर्न को निजी रूप से ट्रैक करें और नोट्स को डॉक्टर के लिए रिपोर्ट में बदलें।
id: Catat gejala, brain fog, suasana hati, tidur, dan pola secara privat, lalu ubah catatan menjadi laporan untuk dokter.
it: Monitora sintomi, nebbia mentale, umore, sonno e schemi in privato e crea report per il medico.
ja: 症状、ブレインフォグ、気分、睡眠、傾向をプライベートに記録し、医師に見せやすいレポートを作成できます。
ko: 증상, 브레인 포그, 기분, 수면, 패턴을 비공개로 기록하고 진료용 보고서로 정리하세요.
pt_br: Registre sintomas, névoa mental, humor, sono e padrões com privacidade, e transforme suas notas em relatórios para o médico.
th: บันทึกอาการ สมองล้า อารมณ์ การนอน และรูปแบบต่าง ๆ อย่างเป็นส่วนตัว แล้วสร้างรายงานสำหรับแพทย์ได้
tr: Belirtileri, beyin sisini, ruh halini, uykuyu ve örüntüleri gizli takip edin; notlarınızı doktor raporuna dönüştürün.
zh_hans: 私密记录症状、脑雾、情绪、睡眠和趋势，并生成适合给医生查看的报告。
zh_hant: 私密記錄症狀、腦霧、情緒、睡眠和趨勢，並生成適合給醫師查看的報告。

# home.hero.pill.private
source: Private by design
ar: مصمم للخصوصية
de: Privat gestaltet
es: Privado por diseño
fr: Conçu pour la confidentialité
hi: निजता को ध्यान में रखकर
id: Privat sejak awal
it: Privato per design
ja: プライバシー重視
ko: 개인정보 중심 설계
pt_br: Privado por padrão
th: ออกแบบเพื่อความเป็นส่วนตัว
tr: Gizlilik odaklı
zh_hans: 隐私优先设计
zh_hant: 隱私優先設計

# home.hero.pill.symptoms
source: Symptoms and patterns
ar: الأعراض والأنماط
de: Symptome und Muster
es: Síntomas y patrones
fr: Symptômes et tendances
hi: लक्षण और पैटर्न
id: Gejala dan pola
it: Sintomi e schemi
ja: 症状と傾向
ko: 증상과 패턴
pt_br: Sintomas e padrões
th: อาการและรูปแบบ
tr: Belirtiler ve örüntüler
zh_hans: 症状与趋势
zh_hant: 症狀與趨勢

# home.hero.title
source: Private menopause symptom tracker
ar: متتبع خاص لأعراض انقطاع الطمث
de: Privater Symptom-Tracker für die Menopause
es: Seguimiento privado de síntomas de menopausia
fr: Suivi privé des symptômes de la ménopause
hi: निजी मेनोपॉज़ लक्षण ट्रैकर
id: Pelacak gejala menopause pribadi
it: Tracker privato dei sintomi della menopausa
ja: 更年期症状をプライベートに記録
ko: 비공개 갱년기 증상 추적기
pt_br: Rastreador privado de sintomas da menopausa
th: ตัวติดตามอาการวัยทองแบบส่วนตัว
tr: Özel menopoz belirti takipçisi
zh_hans: 私密更年期症状追踪器
zh_hant: 私密更年期症狀追蹤器

# home.latest.date
source: Last log
ar: آخر تسجيل
de: Letzter Eintrag
es: Último registro
fr: Dernier journal
hi: अंतिम लॉग
id: Catatan terakhir
it: Ultimo registro
ja: 最新の記録
ko: 최근 기록
pt_br: Último registro
th: บันทึกล่าสุด
tr: Son kayıt
zh_hans: 最近记录
zh_hant: 最近記錄

# home.latest.energy
source: Energy
ar: الطاقة
de: Energie
es: Energía
fr: Énergie
hi: ऊर्जा
id: Energi
it: Energia
ja: エネルギー
ko: 에너지
pt_br: Energia
th: พลังงาน
tr: Enerji
zh_hans: 精力
zh_hant: 精力

# home.latest.mood
source: Mood
ar: المزاج
de: Stimmung
es: Ánimo
fr: Humeur
hi: मूड
id: Suasana hati
it: Umore
ja: 気分
ko: 기분
pt_br: Humor
th: อารมณ์
tr: Ruh hali
zh_hans: 情绪
zh_hant: 情緒

# home.latest.noSymptoms
source: No symptoms selected
ar: لم يتم اختيار أعراض
de: Keine Symptome ausgewählt
es: No se seleccionaron síntomas
fr: Aucun symptôme sélectionné
hi: कोई लक्षण चयनित नहीं
id: Tidak ada gejala dipilih
it: Nessun sintomo selezionato
ja: 症状が選択されていません
ko: 선택한 증상 없음
pt_br: Nenhum sintoma selecionado
th: ยังไม่ได้เลือกอาการ
tr: Belirti seçilmedi
zh_hans: 未选择症状
zh_hant: 未選擇症狀

# home.latest.note
source: Note
ar: ملاحظة
de: Notiz
es: Nota
hi: नोट
id: Catatan
it: Nota
ja: メモ
ko: 메모
pt_br: Nota
th: โน้ต
tr: Not
zh_hans: 备注
zh_hant: 備註

# home.latest.sleep
source: Sleep
ar: النوم
de: Schlaf
es: Sueño
fr: Sommeil
hi: नींद
id: Tidur
it: Sonno
ja: 睡眠
ko: 수면
pt_br: Sono
th: การนอน
tr: Uyku
zh_hans: 睡眠
zh_hant: 睡眠

# home.latest.topSymptom
source: Top symptom
ar: العرض الأبرز
de: Hauptsymptom
es: Síntoma principal
fr: Symptôme principal
hi: मुख्य लक्षण
id: Gejala utama
it: Sintomo principale
ja: 主な症状
ko: 주요 증상
pt_br: Principal sintoma
th: อาการหลัก
tr: Başlıca belirti
zh_hans: 主要症状
zh_hant: 主要症狀

# home.medication.active
source: Active medications or supplements are being tracked.
ar: يتم تتبع الأدوية أو المكملات النشطة.
de: Aktive Medikamente oder Nahrungsergänzungen werden verfolgt.
es: Se están registrando medicamentos o suplementos activos.
fr: Les médicaments ou compléments actifs sont suivis.
hi: सक्रिय दवाएँ या सप्लीमेंट ट्रैक किए जा रहे हैं।
id: Obat atau suplemen aktif sedang dilacak.
it: Farmaci o integratori attivi sono monitorati.
ja: 有効な薬またはサプリメントを記録中です。
ko: 활성 약물 또는 보충제를 추적 중입니다.
pt_br: Medicamentos ou suplementos ativos estão sendo acompanhados.
th: กำลังติดตามยาเสริมหรือยาที่ใช้งานอยู่
tr: Aktif ilaçlar veya takviyeler takip ediliyor.
zh_hans: 正在追踪当前用药或补充剂。
zh_hant: 正在追蹤目前用藥或補充劑。

# home.medication.empty
source: No active medications or supplements yet.
ar: لا توجد أدوية أو مكملات نشطة بعد.
de: Noch keine aktiven Medikamente oder Nahrungsergänzungen.
es: Aún no hay medicamentos o suplementos activos.
fr: Aucun médicament ou complément actif pour le moment.
hi: अभी कोई सक्रिय दवा या सप्लीमेंट नहीं।
id: Belum ada obat atau suplemen aktif.
it: Ancora nessun farmaco o integratore attivo.
ja: 有効な薬またはサプリメントはまだありません。
ko: 아직 활성 약물 또는 보충제가 없습니다.
pt_br: Ainda não há medicamentos ou suplementos ativos.
th: ยังไม่มียาหรืออาหารเสริมที่ใช้งานอยู่
tr: Henüz aktif ilaç veya takviye yok.
zh_hans: 还没有当前用药或补充剂。
zh_hant: 還沒有目前用藥或補充劑。

# home.medication.open
source: Open medications
ar: فتح الأدوية
de: Medikamente öffnen
es: Abrir medicación
fr: Ouvrir les médicaments
hi: दवाएँ खोलें
id: Buka obat
it: Apri farmaci
ja: 服薬を開く
ko: 복약 열기
pt_br: Abrir medicações
th: เปิดยา
tr: İlaçları aç
zh_hans: 打开用药
zh_hant: 打開用藥

# home.medication.title
source: Medication reminder
ar: تذكير الدواء
de: Medikamentenerinnerung
es: Recordatorio de medicación
fr: Rappel de médicament
hi: दवा रिमाइंडर
id: Pengingat obat
it: Promemoria farmaci
ja: 服薬リマインダー
ko: 복약 알림
pt_br: Lembrete de medicação
th: เตือนยา
tr: İlaç hatırlatıcı
zh_hans: 用药提醒
zh_hant: 用藥提醒

# home.premium.body
source: Unlock deeper insights, reports, and advanced Brain Fog tools while keeping data local.
ar: افتحي رؤى أعمق وتقارير وأدوات متقدمة لضباب الدماغ مع إبقاء البيانات محلية.
de: Schalte tiefere Einblicke, Berichte und erweiterte Brain-Fog-Tools frei, während die Daten lokal bleiben.
es: Desbloquea análisis más profundos, informes y herramientas avanzadas de niebla mental manteniendo los datos locales.
fr: Débloquez des analyses plus détaillées, des rapports et des outils avancés de brouillard mental tout en gardant les données locales.
hi: डेटा स्थानीय रखते हुए गहरी इनसाइट, रिपोर्ट और उन्नत ब्रेन फ़ॉग टूल अनलॉक करें।
id: Buka insight lebih dalam, laporan, dan alat Brain Fog lanjutan sambil menjaga data tetap lokal.
it: Sblocca insight più approfonditi, report e strumenti avanzati per la nebbia mentale mantenendo i dati locali.
ja: データをローカルに保ったまま、より深い洞察、レポート、高度なブレインフォグツールを利用できます。
ko: 데이터를 로컬에 유지하면서 더 깊은 인사이트, 보고서, 고급 브레인 포그 도구를 잠금 해제하세요.
pt_br: Desbloqueie insights mais profundos, relatórios e ferramentas avançadas de névoa mental mantendo os dados locais.
th: ปลดล็อกข้อมูลเชิงลึก รายงาน และเครื่องมือ Brain Fog ขั้นสูงโดยเก็บข้อมูลไว้ในเครื่อง
tr: Verileri yerel tutarken daha derin içgörüler, raporlar ve gelişmiş beyin sisi araçlarının kilidini açın.
zh_hans: 在数据保留本机的同时，解锁更深入的洞察、报告和高级脑雾工具。
zh_hant: 在資料保留本機的同時，解鎖更深入的洞察、報告和進階腦霧工具。

# home.premium.open
source: View premium
ar: عرض المميز
de: Premium ansehen
es: Ver premium
fr: Voir Premium
hi: प्रीमियम देखें
id: Lihat premium
it: Vedi Premium
ja: プレミアムを見る
ko: 프리미엄 보기
pt_br: Ver premium
th: ดูพรีเมียม
tr: Premiumu görüntüle
zh_hans: 查看高级版
zh_hant: 查看進階版

# home.premium.title
source: Deeper preparation
ar: تحضير أعمق
de: Tiefere Vorbereitung
es: Preparación más profunda
fr: Préparation approfondie
hi: गहरी तैयारी
id: Persiapan lebih dalam
it: Preparazione più approfondita
ja: より深い準備
ko: 더 깊은 준비
pt_br: Preparação mais profunda
th: การเตรียมที่ลึกขึ้น
tr: Daha derin hazırlık
zh_hans: 更深入的准备
zh_hant: 更深入的準備

# home.subscribe.active
source: Premium active
ar: بريميوم مفعّل
de: Premium aktiv
es: Premium activo
fr: Premium actif
hi: प्रीमियम सक्रिय
id: Premium aktif
it: Premium attivo
ja: プレミアム有効
ko: 프리미엄 활성화됨
pt_br: Premium ativo
th: เปิดใช้พรีเมียมแล้ว
tr: Premium aktif
zh_hans: 高级版已启用
zh_hant: 進階版已啟用

# home.subscribe.button
source: Subscribe
ar: اشتركي
de: Abonnieren
es: Suscribirse
fr: S’abonner
hi: सब्सक्राइब करें
id: Berlangganan
it: Abbonati
ja: 登録する
ko: 구독하기
pt_br: Assinar
th: สมัครสมาชิก
tr: Abone ol
zh_hans: 订阅
zh_hant: 訂閱

# home.subtitle
source: A calm place for symptoms, notes, and next steps.
ar: مساحة هادئة للأعراض والملاحظات والخطوات التالية.
de: Ein ruhiger Ort für Symptome, Notizen und nächste Schritte.
es: Un espacio tranquilo para síntomas, notas y próximos pasos.
fr: Un espace calme pour les symptômes, les notes et les prochaines étapes.
hi: लक्षणों, नोट्स और अगले कदमों के लिए शांत जगह।
id: Tempat tenang untuk gejala, catatan, dan langkah berikutnya.
it: Uno spazio tranquillo per sintomi, note e prossimi passi.
ja: 症状、メモ、次のステップのための落ち着いた場所。
ko: 증상, 메모, 다음 단계를 위한 차분한 공간.
pt_br: Um espaço calmo para sintomas, notas e próximos passos.
th: พื้นที่สงบสำหรับอาการ โน้ต และขั้นตอนต่อไป
tr: Belirtiler, notlar ve sonraki adımlar için sakin bir yer.
zh_hans: 一个安静整理症状、备注和下一步的地方。
zh_hant: 一個安靜整理症狀、備註和下一步的地方。

# home.summary.empty
source: No entries yet. Add a quick log when you are ready.
ar: لا توجد إدخالات بعد. أضيفي سجلًا سريعًا عندما تكونين جاهزة.
de: Noch keine Einträge. Füge ein schnelles Protokoll hinzu, wenn du bereit bist.
es: Aún no hay entradas. Añade un registro rápido cuando estés lista.
fr: Aucune entrée pour le moment. Ajoutez un journal rapide quand vous êtes prête.
hi: अभी कोई प्रविष्टि नहीं। तैयार हों तो त्वरित लॉग जोड़ें।
id: Belum ada entri. Tambahkan catatan cepat saat siap.
it: Ancora nessuna voce. Aggiungi un registro rapido quando sei pronta.
ja: まだ記録がありません。準備ができたらクイック記録を追加しましょう。
ko: 아직 기록이 없습니다. 준비되면 빠른 기록을 추가하세요.
pt_br: Ainda não há entradas. Adicione um registro rápido quando estiver pronta.
th: ยังไม่มีรายการ เพิ่มบันทึกด่วนเมื่อพร้อม
tr: Henüz kayıt yok. Hazır olduğunuzda hızlı bir kayıt ekleyin.
zh_hans: 还没有条目。准备好时可以快速记录。
zh_hant: 还没有条目。准备好时可以快速记录。

# home.summary.latest
source: Symptoms in latest entry:
ar: الأعراض في آخر إدخال:
de: Symptome im neuesten Eintrag:
es: Síntomas en la última entrada:
fr: Symptômes dans la dernière entrée :
hi: नवीनतम प्रविष्टि में लक्षण:
id: Gejala di entri terbaru:
it: Sintomi nell’ultima voce:
ja: 最新記録の症状:
ko: 최근 기록의 증상:
pt_br: Sintomas na última entrada:
th: อาการในรายการล่าสุด:
tr: Son kayıttaki belirtiler:
zh_hans: 最近条目的症状：
zh_hant: 最近項目的症狀：
